Revit 2027 API
ParameterTypeId.ScheduleRotationOnSheet Property
 "Rotation on Sheet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleRotationOnSheet { get; }
Public Shared ReadOnly Property ScheduleRotationOnSheet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleRotationOnSheet {
	ForgeTypeId^ get ();
}
static member ScheduleRotationOnSheet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace